xeon/20220910-zfs/stripe/no-fpw/10000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 10000
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 84404239
number of failed transactions: 0 (0.000%)
latency average = 0.341 ms
initial connection time = 12.172 ms
tps = 93782.277497 (without initial connection time)